Autodesk.Revit.DB.Analysis.AnalysisDisplayLegend.Height
The height, in sheet size, of the legend's rectangle
Since:
2011

Autodesk.Revit.DB.Analysis.AnalysisDisplayLegend
The legend that describes an Analysis Visualization.
Since:
2011